{
  "users": [
      {
        "id": 1,
        "name": "Yarolav",
        "surname": "Tyhonchuk",
        "photo_url": "https://i.natgeofe.com/n/548467d8-c5f1-4551-9f58-6817a8d2c45e/NationalGeographic_2572187_3x4.jpg",
        "balance": 20000
      },
      {
        "id": 2,
        "name": "Sofia",
        "surname": "Smith",
        "photo_url": "https://cdn.myonlinestore.eu/93f2a978-6be1-11e9-a722-44a8421b9960/image/cache/full/89d6426a608f770291a422b920737cd274056519.jpg?20241104143440",
        "balance": 0
      },
      {
        "id": 3,
        "name": "Vlad",
        "surname": "Korchevsky",
        "photo_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSBtuAHayX2Cjbmq5DuvygoqGnlBvSvYaaUnw&s",
        "balance": 15000
      }
  ],
  "products": [
    {
      "id": 1,
      "printer": "Canon Pixma TS3340",
      "price": "4199",
      "ping": "https://content.rozetka.com.ua/goods/images/big/429976195.jpg",
      "description": " PIXMA TS3340 Це недорогий, стильний та функціональний пристрій «Все в одному» із можливостями підключення стане універсальним інструментом для друку чітких документів та фотографій без полів форматом до 5x7. Більше, ніж просто багатофункціональний пристрій Компактний, доступний і універсальний принтер PIXMA TS3340 має зручне бездротове підключення, а також оснащений монохромним РК-екраном 1.5 і картриджами FINE XL збільшеної ємності для документів із чітким текстом та яскравих фотографій без полів форматом до 5x7. Компактний пристрій з підтримкою бездротового підключення Оцініть багатофункціональність та стабільне бездротове підключення. Друкуйте, скануйте та працюйте з хмарними ресурсами за допомогою програми Canon PRINT або виконуйте друк з AirPrint (iOS) та Mopria (Android)."
      
    },
    {
      "id": 2,
      "printer": "Canon i-SENSYS MF3010",
      "price": "12399",
      "ping": "https://content1.rozetka.com.ua/goods/images/big/45483317.jpg",
      "description": " Мініатюрна конструкція, сучасний дизайн Елегантний і стильний, повністю чорний корпус MF3010 замикає інтелектуальний багатофункціональний лазерний пристрій «3 в 1». Високоякісний монохромний принтер, сканер і копір в одному компактному корпусі. Швидкий та економічний, цей ефектний пристрій легко поміщається на столі. Він ідеальний для персонального використання або невеликих і домашніх офісів, де потрібний не лише принтер, але також і економія часу та грошей. Універсальне кольорове сканування та копіювання Підвищення продуктивності з високоякісним кольоровим сканером. Просте сканування та копіювання документів — швидке підвищення продуктивності. Не потрібно чекати: час виходу першої сторінки не більш ніж 12 с. За допомогою MF Toolbox заскановані документи можна відразу надсилати електронною поштою або PDF з можливістю пошуку для швидкого доступу до документів і світлин. Якість та швидкість Професійна якість відбитків гарантується підвищеною роздільною здатністю до 1200 x 600 точок на дюйм, що забезпечує більше деталей, чіткий текст і тонкі лінії. Немає потреби чекати, поки видрукуються документи за швидкості друку 18 стор./хв. Технологія Quick First-Print Canon також забезпечує швидкий вихід першої сторінки за 7.8 с."
    },
    {
      "id": 3,
      "printer": "Xerox WorkCentre 3025BI",
      "price": "6762",
      "ping": "https://content2.rozetka.com.ua/goods/images/big/47818579.jpg",
      "description": "  Монохромний лазерний БФП формату А4 WorkCentre 3025BI від компанії Xerox вирізняється високою надійністю, продуктивністю, доступною ціною й можливістю бездротового друку з будь-яких мобільних пристроїв на базі Android і iOS. Нова модель виконує широке коло завдань друку, що стоять перед невеликими робочими групами. Пристрій WorkCentre 3025BI обладнаний функціями друку, копіювання і сканування. Поєднання ключових функцій в одному пристрої дає змогу скоротити експлуатаційні витрати та кількість звернень до сервісної служби. Режими енергозаощадження та економії тонера разом із параметрами раціонального режиму в драйвері пристрою дають змогу витрачати менше коштів на оплату електроенергії та витратних матеріалів. Підтримка функції Wi-Fi Direct гарантує безпечне з'єднання з мобільними телефонами, планшетами й портативними комп'ютерами навіть за браком бездротової мережі. Підтримка Apple AirPrint і Xerox PrintBack дає змогу надсилати документи на друк із будь-якого смартфона або планшета на базі Android та iOS без установлення додаткових драйверів і дротів."
    },
    {
      "id": 4,
      "printer": "Epson EcoTank L3251",
      "price": "10059",
      "ping": "https://content.rozetka.com.ua/goods/images/big/311366595.jpg",
      "description": " Попрощайтеся з дороговартісними картриджами EcoTank забезпечує легкий та недорогий друк удома: резервуари для чорнил підвищеної місткості створені для простого заправляння, а конструкція контейнерів із замками дає змогу доливати чорнила лише потрібних кольорів. Суцільна економія Цей принтер EcoTank забезпечує значну економію витрат на друк, адже до комплекту поставки входить запас чорнила на період до 3 років². Комплект змінних контейнерів забезпечує друк до 4500 чорно-білих або 7500 кольорових сторінок³. Програма Epson Smart Panel Цей застосунок дає змогу керувати принтером із вашого смарт-пристрою⁴. Ви можете швидко й легко налаштувати Wi-Fi, друкувати документи та фотографії, відстежувати й усувати неполадки принтера."
    },
    {
      "id": 5,
      "printer": "Canon i-SENSYS MF655Cdw EMEA, ADF",
      "price": "17499",
      "ping": "https://content2.rozetka.com.ua/goods/images/big/429994311.jpg",
      "description": "Canon i-SENSYS MF655CDW – це міцна, надійна та швидка модель MF655CDW – це багатофункціональний кольоровий принтер з функцією ксерокса та сканера, який ідеально підходить для підприємств малого та середнього бізнесу."
    }
    
  ]
  
}
